START_INFO = "Приветствую тебя! 👋 \nДобро пожаловать в бота записи на марафон! 🏃️ Здесь ты можешь легко\
 зарегистрироваться и стать участником захватывающего спортивного события. Начинай свой путь к новым достижениям\
 и здоровому образу жизни прямо сейчас. Список доступных команд на экране. Удачи! ✨"

RACE_LIST = ["Полумарафон", "Марафон", "Сверхмарафон"]

RACE_START_INFO = "О каком типе забега вы бы хотели узнать подробнее?"

HALF_MARATHON_INFO = "Полумафарон представляет собой забег на дистанцию 21,0975 км — вдвое меньше\
 марафонской. Как правило, соревнования в данной легкоатлетической беговой дисциплине проводятся на шоссе.\
 Полумарафон не является олимпийской дисциплиной, однако данная дистанция является одной из активно привлекающих\
 к себе интерес с начала 2000-х годов в мировом любительском беге."

COMMON_MARATHON_INFO = "Марафо́н (греч. Μαραθών) — дисциплина лёгкой атлетики, представляющая\
 собой забег на дистанцию 42 километра 195 метров. Ведущие мировые марафоны проводятся под эгидой и по правилам,\
 разработанным Ассоциацией международных марафонов и пробегов (AIMS). Правила AIMS подтверждены Международной\
 ассоциацией легкоатлетических федераций (IAAF)."

OVER_MARATHON_INFO = "Сверхмарафон — это любой забег на дистанцию, длина которой превышает дистанцию\
 традиционного марафона. Основными дистанциями являются 50 км, 100 км, 50 миль и 100 миль, хотя многие соревнования\
 проводятся на других дистанциях. На соревнованиях по бегу на 50 и 100 километров IAAF регистрирует официальный\
 мировой рекорд."